Repository: Nibiru-4/lupe
Catalog: lupe/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# auth.close
source: Close
fr: Fermer

# auth.create_account
source: Create account
fr: Creer un compte

# auth.error.email_used
source: This email is already used.
fr: Cet email est deja utilise.

# auth.error.invalid_credentials
source: Invalid email or password.
fr: Email ou mot de passe invalide.

# auth.error.missing_fields
source: Please fill all required fields.
fr: Merci de remplir tous les champs requis.

# auth.error.unknown
source: Unexpected error.
fr: Erreur inattendue.

# auth.gamename
source: Game Name
fr: Nom en jeu

# auth.login
source: Log in
fr: Se connecter

# auth.mode.login
source: Login
fr: Connexion

# auth.mode.register
source: Create account
fr: Creer un compte

# auth.password
source: Password
fr: Mot de passe

# auth.tagline
source: Tag Line
fr: Tag

# auth.title
source: Lupe Account
fr: Compte Lupe

# home.meta.card.subtitle
source: Current patch data
fr: Donnees du patch actuel

# home.patch.highlights
source: Patch Highlights
fr: Points forts du patch

# home.search.filtered_results
source: Filtered results
fr: Resultats filtres

# home.search.no_results
source: No filtered results.
fr: Aucun resultat filtre.

# home.search.placeholder
source: Search Champions or Users...
fr: Rechercher des champions ou des joueurs...

# home.search.search_player
source: Search Player
fr: Rechercher le joueur

# home.title
source: Home
fr: Accueil

# profile.connected
source: Connected account
fr: Compte connecte

# profile.login_cta
source: Log in / Create account
fr: Se connecter / Creer un compte

# profile.logout
source: Log out
fr: Se deconnecter

# profile.open_saved_profile
source: Open saved profile
fr: Ouvrir le profil sauvegarde

# profile.title
source: Profile
fr: Profil

# rank.unranked
source: Unranked
fr: Non classe

# settings.title
source: Settings
fr: Paramètres

# stats.pick_rate
source: Pick Rate
fr: Taux de selection

# stats.win_rate
source: Win Rate
fr: Taux de victoire
